
//Common
"kSuccess" = "Operazione riuscita";
"kFailed" = "Operazione non riuscita";
"kWarning" = "Avviso";
"kError" = "Errore";
"kConfirm" = "Conferma";
"kOK" = "OK";
"kCancel" = "Annulla";
"kYes" = "Sì";
"kNo" = "No";
"kAdd" = "Aggiungi";
"kRename" = "Rinomina";
"kPlay" = "Riproduci";
"kDelete" = "Elimina";
"kRotate" = "Ruota";
"kExtract" = "Estrai";
"kCopy" = "Copia";
"kDone" = "Fine";
"kSave" = "Salva";
"kDonotSave" = "Non salvare";
"kLoading" = "Caricamento in corso...";
"kShare" = "Condividi";
"kReplace" = "Sostituisci";
"kSkip" = "Ignora";
"kZip" = "ZIP";
"kEdit" = "Modifica";
"kBack" = "Indietro";
"kSelectAll" = "Seleziona tutto";
"kDeselectAll" = "Deseleziona tutto";
"kCreate" = "Crea";
"kFlatten" = "Livella";
"kAuto" = "Automatico";
"kMultiPicking" = "Selezione multipla";
"kSaveAs" = "Salva con nome";
"kFileErrorNotLoaded" = "Errore formato: il file non è un PDF oppure è danneggiato.";
"kSelectFolder" = "Seleziona cartella";

//Error
"kWrongPageNumber" = "Numero pagina errato. Il numero dovrebbe essere";
"kDocPasswordError" = "Password non valida.\nEffettua nuovamente l'immissione.";
"kNoFileInDisk" = "Impossibile trovare il file %@ sul disco. Rimuovilo dall'elenco dei file.";
"kInvalidSecurityHandler" = "Gestore della sicurezza non valido.";
"kErrorCode" = "Codice errore (%d).";
"kUnfoundOrCannotOpen" = "Impossibile trovare o aprire il file.";
"kInvalidFormat" = "Formato non valido.";
"kHandlerError" = "Gestore non valido.";
"kWrongCertificate" = "Certificato non valido.";
"kCertExpired" = "Il certificato è scaduto.";
"kUnknownError" = "Errore sconosciuto.";
"kInvalidLibraryLicense" = "Licenza della libreria non valida.";
"kInvalidParameter" = "Parametro non valido.";
"kUnsupportedType" = "Tipo non supportato.";
"kOutOfMemory" = "Memoria insufficiente.";
"kNoAppropriateApplication" = "Non è presente un'applicazione appropriata.";
"kInvalidUrl" = "URL non valido.";
"kUnsupportedDocFormat" = "Il documento XFA non è supportato in termini operativi.";
"kPasswordNotSame" = "La password di apertura del documento e quella del proprietario coincidono. Inserire una password diversa nel campo della password di apertura del documento o di quella del proprietario.";
"kEditOutsideDocument" = "Impossibile eseguire modifiche fuori dal documento.";
"kXFAUnsupportedOP" = "Il documento XFA non supporta questa operazione";
"kShouldSaveFileTips" = "Il documento PDF è stato modificato. Vuoi salvare?";
"kShouldSaveEncryptionDocument" = "Vuoi salvare il documento prima della codifica?";
"kShouldSaveEecryptionDocument" = "Vuoi salvare il documento prima della decodifica?";
"kTrimWhitespace" = "Spazi bianchi in testa e coda eliminati.";
"kFailMovePage" = "Impossibile spostare le pagine.";
"kFailRotatePage" = "Impossibile ruotare la pagina.";
"kFailExtract" = "Estrazione non riuscita.";
"kFailCopy" = "Impossibile copiare.";
"kFailInsert" = "Inserimento non riuscito.";
"kFailDelete" = "Eliminazione non riuscita.";
"kInvalidPermissionTip" = "Non hai il permesso di visualizzare queste pagine.";
"kInvalidLogin" = "Esegui prima l'accesso";



//Confirm - PDFView Thumbnial mode
"kSureToDeletePage" = "Intendi eliminare le pagine selezionate? Impossibile annullare l'azione";
"kNotAllowDeleteAll" = "Impossibile eliminare tutte le pagine";
"kDeletePageFailed" = "Impossibile eliminare le pagine.";
"kMovePageFailed" = "Impossibile spostare le pagine.";


//File management
"kDocuments" = "Documenti";
"kSearchPlaceholder" = "Cerca PDF";
"kByFileName" = "Per nome";
"kItems" = "%lld elementi";
"kSelect" = "Seleziona";
"kIllegalNameWarning" = "Hai inserito un nome non consentito";

"kFileInformation" = "Informazioni sul file";
"kReduceFileSize" = "Riduci dimensioni file";
"kReduceFileSizeDescription" = "Questa opzione comprime le immagini e può influire sulla qualità delle stesse. Proseguire?";
"kFlattenDescription" = "Il file viene salvato dopo il livellamento.";
"kAirPrint" = "Stampa";
"kAirPrintNotAvailable" = "La stampa wireless non è disponibile. Verificare le impostazioni del sistema.";
"kScreenCapture" = "Acquisizione schermata";
"kScreenCaptureVersion" = "L'acquisizione delle schermate supporta iOS versione 6.0 e successive. Aggiornare il sistema.";

"kName" = "Nome";
"kAdded" = "Aggiunto";
"kModify" = "Aggiornato";
"kDeleted" = "Eliminato";
"kReply" = "Rispondi";
"kOKHelp" = "Seleziona \"Salva\" per salvare il documento qui.";
"kInputNewFileName" = "Inserisci un nuovo nome del file";
"kFileAlreadyExists" = "Il file esiste già. Sostituirlo?";
"kCloudUploadFile" = "Carica";
"kCopyToFolder" = "Copia in";
"kMoveToFolder" = "Sposta nella cartella";
"kSelectToFolder" = "Seleziona cartella";
"kMove" = "Sposta";
"kCopyHelp" = "Seleziona \"Copia\" per copiare il documento qui.";
"kMoveHelp" = "Seleziona \"Sposta\" per spostare il documento qui.";
"kAddServer" = "Aggiungi";
"kMultiSelectLimitFaild" = "Seleziona almeno %d file";
"kDoneHelp" = "Seleziona \"Fine\" per salvare il documento qui.";
"kInputNewName" = "Inserire un nuovo nome";
"kNoFolderFiles" = "Nessun file presente.";
"kNoFiles" = "Nessun file trovato";

//EGOTableViewPullRefresh
"kLastUpdated" = "Ultimo aggiornamento";
"kReleaseToRefresh" = "Rilasciare per aggiornare...";
"kPullDownToRefresh" = "Trascinare in basso per aggiornare...";

//Document
"kDocNeedPassword" = "Il file è protetto da password.\nImmetti una password per aprire il documento.";
"kViewModeSingle" = "Singolo";
"kViewModeContinuous" = "Scorrimento continuo";
"kViewModeThumbnail" = "Miniatura";
"kReflow" = "Adattamento dinamico";
"kViewModeCover" = "Pagina di copertina";
"kViewModeNoCover" = "Affiancato";
"kFitPage" = "Adatta pagina";
"kFitWidth" = "Adatta larghezza";
"kRotateView" = "Ruota visualizzazione";
"kPageMode" = "Modalità pagina";
"kPageView" = "Vista pagina";
"kNightMode" = "Modalità notturna";

//Crop
"kCropMode" = "Modalità ritaglio";
"kCropSmartCalculating" = "Calcolo ritaglio pagina, attendere...";
"kCropNo" = "Nessun ritaglio";
"kCropSmart" = "Ritaglio intelligente";
"kCropDone" = "Ritaglia";
"kCropDetect" = "Rileva";
"kCropFull" = "Completo";
"kApply2All" = "Utilizza su tutte";
"kApply2Odd" = "Utilizza sulle dispari";
"kApply2Even" = "Usare sulle pari";

//Form
"kForm" = "Modulo";
"kCreateFormFields" = "Crea campi del modulo";
"kResetFormFields" = "Reimposta campi modulo";
"kImportForm" = "Importa dati del modulo";
"kExportForm" = "Esporta dati del modulo";
"kSureToResetFormFields" = "Reimpostare tutti i campi del modulo?";
"kNoFormAvailable" = "Questo documento non presenta dati dei moduli";
"kImportFormSuccess" = "Importazione dati nel documento corrente eseguita correttamente.";
"kImportFormFailed" = "Impossibile importare o accedere ai dati. Controlla lo stato del file dei dati del modulo e riprova.";
"kExportFormSuccess" = "Dati del modulo esportati correttamente.";
"kExportFormFailed" = "Esportazione modulo non riuscita.";
"kReset" = "Reimposta";
"kClickHereFormTip" = "Fai clic qui per aggiungere elementi";
"kItemList" = "Elenco elementi";
"kOptions" = "Opzioni";
"kCustomText" = "Testo personalizzato";
"kNewItem" = "Nuovo elemento";
"kMultipleSelection" = "Selezione multipla";
"kFieldRenamFailed" = "Il nome inserito è già stato utilizzato in un campo esistente. Scegliere un nome diverso oppure modificare il tipo di campo per una corrispondenza con il file esistente.";

//Annotation
"kAnnotation" = "Annotazioni";
"kComment" = "Commento";
"kReply" = "Rispondi";
"kCopyText" = "Copia testo";
"kIcon" = "Icona";
"kFont" = "Carattere";
"kOpacity" = "Opacità";
"kHighlight" = "Evidenzia";
"kSquiggly" = "Ondulato";
"kStrikeout" = "Barrato";
"kUnderline" = "Sottolineato";
"kRedaction" = "Redazione";
"kApply" = "Applica";
"kApplyAllRedaction" = "Applica tutta la revisione";
"kApplyAll" = "Applica a tutto";
"kLine" = "Linea";
"kArrow" = "Freccia";
"kPencil" = "Matita";
"kRectangle" = "Rettangolo";
"kCircle" = "Ovale";
"kEraser" = "Gomma";
"kInsertText" = "Inserisci testo";
"kReplaceText" = "Sostituisci testo";
"kAttachment" = "Allegato";
"kAttachments" = "Allegati";
"kRotation" = "Rotazione";
"kImage" = "Immagine";
"kPolygon" = "Poligono";
"kCloud" = "Cloud";
"kPolyLine" = "Polilinea";
"kCustomColor" = "Colore personalizzato";
"kMultipleSelect" = "Selezione multipla";
"kGroup" = "Raggruppa";
"kUngroup" = "Separa";

"kGraph" = "Grafico";
"kPushpin" = "Puntina da disegno";
"kPaperclip" = "Graffetta";
"kTag" = "Tag";

"kTypewriter" = "Macchina da scrivere";
"kTextbox" = "Casella di testo";
"kCallout" = "Callout";
"kHintTitleTypewriter" = "Tocca lo schermo per aggiungere la macchina da scrivere";

"kDistance" = "Distanza";
"kUnit" = "Unità";
"kDistanceLengthError" = "Il valore non può essere vuoto o più lungo di 6 cifre";
"kDistanceNumberError" = "Il valore deve essere numerico";

"kRedactTip" = "Stai per eliminare definitivamente il contenuto contrassegnato. Impossibile annullare questa operazione. Si conferma di volere continuare?";
"kFailedLoadModuleForLicenseTip" = "Non sei autorizzato a usare questo modulo aggiuntivo, contattaci per aggiornare la tua licenza.";

//Bookmark
"kBookmark" = "Preferiti";
"kRenameBookmark" = "Rinomina segnalibro";
"kClearBookmark" = "Vuoi cancellare tutti i segnalibri?";
"kInputBookmarkName" = "Inserisci il nome di un nuovo segnalibro";

//Outline
"kOutline" = "Struttura";

//Search
"kSearch" = "Cerca";
"kTotalFound" = "Totale trovati";
"kSearchGoogle" = "Cerca su Google";
"kSearchWiki" = "Cerca su Wikipedia";
"kPage" = "Pagina";
"kSearching" = "Ricerca in corso...";
"kWholeWordsOnly" = "Solo parole intere";
"kCaseSensitive" = "Maiuscole/minuscole";
"kSearchInInternet" = "Trova su Internet";

//Signature
"kSignatureTitle" = "Firma";
"kSignAction" = "Firma";
"kEditSavedSign" = "Modifica firma salvata";
"kConfirmSign" = "Una volta applicata, la firma e tutte le modifiche precedenti verranno salvate automaticamente nel file.";

"kSignListTitle" = "Elenco firme";
"kSignListIconTitle" = "Elenco";
"kHadProtect" = "Questo documento è protetto da una firma digitale o RMS.";
"kHeaderCertInfo" = "INFORMAZIONI SUL CERTIFICATO";
"kCertSerialNum" = "Numero di serie:";
"kCertIssuer" = "Emittente certificato:";
"kCertStartTime" = "Data di inizio validità:";
"kCertEndTime" = "Data di fine validità:";
"kCertEmail" = "Indirizzo e-mail:";
"kSignDate" = "Data della firma:";
"kVerifyVaildResult" = "La firma digitale è valida.";
"kVerifyVaildModifyResult" = "La revisione del documento coperto da questa firma non è stata alterata. Tuttavia, sono state applicate modifiche successive al documento.";
"kVerifyInvaildResult" = "La firma digitale non è valida.";
"kVerifyUnknownResult" = "La firma digitale è SCONOSCIUTA.";
"kVerifyResultErrorByteRange" = "La firma digitale non è valida come intervallo di byte di errore.";
"kVerifyResultIssueExpire" = "Firma digitale SCONOSCIUTA.\nIl certificato di verifica dell'emittente è scaduto.";
"kVerifyResultErrorData" = "Si è verificato un errore sconosciuto durante la verifica della firma digitale.";
"kVerifyResultInvaildAndOther" = "La firma digitale non è valida come altro motivo.";
"kVerifyTitle" = "Risultati della verifica";
"kCurrentSelectCert" = "Certificato corrente:";
"kVerifySign" = "Convalida firma";
"kSignListSectionHadCert" = "Firma con certificato";
"kSignListSectionWithoutCert" = "Firma senza certificato";
"kSelectAddCert" = "+ Seleziona certificato ";
"kCertFileError" = "Errore nel file del certificato";
"kRequestPermissionTip" = "Autorizzazioni per richiedere:";
"kPermissionCopy" = "Copia testo, immagini e altri contenuti";
"kPermissionEdit" = "Aggiunta di commenti, compilazione dei campi dei moduli e firma dei campi appositi esistenti";
"kNoCert" = "Nessun certificato";
"kNoCertAndImportTip" = "Nessun certificato. Importa i tuoi certificati";

"kFieldSignWithoutCert" = "Seleziona un certificato per firmare questo documento.";
"kAddSign" = "Firma";
"kSignList" = "Elenco firme";
"kDeleteSign" = "Elimina";
"kOfflineCopyAlterTitle" = "Inserisci la password";
"kPassWordErrorAlterTitle" = "Forse la password non è corretta. Intendi riprovare?";
"kSaveSignedDocSuccess" = "Salvataggio di un nuovo documento PDF con firma digitale riuscito";
"kSaveSignedDocFailure" = "Impossibile firmare e salvare";

"kLTVStateEnable" = "La firma dispone dell'abilitazione LTV.";
"kDigitalSignatureTitle" = "Firme digitali";
"kDigitalSignatureBtnView" = "Visualizza";
"kDigitalSignatureBtnVerify" = "Verifica";
"kDigitalSignatureTableEmptyData" = "Nessuna firma digitale";
"kDigitalSignatureSignedTitleVersion" = "Rev. %d:";
"kDigitalSignatureSignedTitleSigner" = "Firmato da %@";
"kDigitalSignatureUnsigned" = "Campo firma non firmato";
"kDigitalSignatureAllReadyView" = "La versione del documento coperta dalla firma selezionata è già visualizzata.";
"kDigitalSignatureFaildView" = "Impossibile visualizzare questa versione";
"kDigitalSignatureListSignerUnknown" = "Sconosciuto";

"kAddTrustedCertTitle" = "Aggiungi a certificati attendibili";
"kAddTrustedCertDesciption" = "Intendi considerare il certificato attendibile per la convalida di firme o documenti certificati?";
"kTrustedCertName" = "Nome:";
"kTrustedCertIssuer" = "Emittente certificato:";
"kTrustedCertValidFrom" = "Valido da:";
"kTrustedCertValidTo" = "Valido fino a:";
"kTrustedCertKeyUsage" = "Utilizzo chiave previsto:";

"kuDIGITALSIGNATURE" = "Firma digitale";
"kuNONREPUDIATION" = "Non ripudio";
"kuKEYENCIPHERMENT" = "Crittografia chiave";
"kuDATAENCIPHERMENT" = "Crittografia dati";
"kuKEYAGREEMENT" = "Chiave concordata";
"kuKEYCERTSIGN" = "Firma certificato chiave";
"kuCRLSIGN" = "Firma Crl";
"kuENCIPHERONLY" = "Non specificato";
"kuDECIPHERONLY" = "Non specificato";

//Selection
"kColor" = "Colore";
"kSize" = "Dimensioni";
"kThickness" = "Spessore";
"kFontName" = "Nome carattere";
"kFontSize" = "Dimensioni carattere";
"kIconCheck" = "Segno di spunta";
"kIconCircle" = "Ovale";
"kIconComment" = "Commento";
"kIconCross" = "Croce";
"kIconHelp" = "Aiuto";
"kIconInsert" = "Inserisci";
"kIconKey" = "Chiave";
"kIconNewParagraph" = "Nuovo paragrafo";
"kNote" = "Nota";
"kIconParagraph" = "Paragrafo";
"kIconRightArrow" = "Freccia a destra";
"kIconRightPointer" = "Puntatore destro";
"kIconStar" = "Stella";
"kIconUpArrow" = "Freccia in alto";
"kIconUpLeftArrow" = "Freccia in alto a sinistra";

//Record
"KStart" = "Avvio";

//ACN
"kDiscardChange" = "Elimina modifiche";

//RMS rights
"kRMSFILLFORM" = "Compila un modulo";
"kRMSANNOTATE" = "Commenta nel documento";
"kRMSASSEMBLE" = "Gestisci pagine e segnalibri";
"kRMSEDIT" = "Modifica documento";
"kRMSEXTRACTACCESS" = "Copia dei contenuti per accessibilità";
"kRMSEXTRACT" = "Estrai contenuti del documento";

"kRMSNoAccess" = "Questo documento è protetto. Verificare le autorizzazioni.";
"kRMSAlreadyEncrypt" = "Documento già crittografato da Microsoft AD RMS.";

//Permission
"kPermission" = "Autorizzazione";
"kPermissionPrint" = "Stampa in corso";
"kEnable" = "Consentito";
"kDisable" = "Non consentito";

"kPwdDocumentLimitation" = "Aggiungi restrizioni documento";
"kPwdFillForm" = "Riempi modulo";
"kPwdEditDocument" = "Modifica documento";
"kPwdExtractContent" = "Estrai contenuti";

"kDecryption" = "Rimuovi protezione";
"kEncryptionTitle" = "Crittografia";
"kEncryptMissOpenDocPass" = "Immetti la password per \"Apri documento\" o disattiva l'opzione.";
"kEncryptMissOtherPass" = "Immetti la password per gli altri permessi o disattiva l'opzione.";
"kEncryptRemovePass" = "Sei sicuro di rimuovere la sicurezza per questo documento?";
"kEncryptProcess" = "Crittografia...";
"kEncryptRemove" = "Rimozione in corso...";
"kTryAgain" = "Riprovare";
"kEncryptAddFail" = "Impossibile criptare questo documento. Intendi riprovare?";
"kEncryptAddSuccess" = "Documento crittografato correttamente.";
"kEncryptRemoveSuccess" = "La password è stata rimossa con successo";
"kEncryptionSectionTitle" = "OPZIONI DI PROTEZIONE";
"kEncryptionSectionFooter" = "- Quando \"Apri documento\" è attivo, l'apertura del documento richiede una password.\n- Quando le altre autorizzazioni sono attive, è richiesta la password per eseguire l'azione.";
"kEncryptionDoneNoPass" = "Questo documento non è criptato da una password. Vuoi crittografarlo?";

//EncryptOption xib
"kCellEncryptOpenDocumentTitle" = "Apri documento";
"kCellEncryptPrintDocumentTitle" = "Stampa documento";
"kCellEncryptCopyContentTitle" = "Copia dei contenuti per accessibilità";
"kCellEncryptPasswordTitle" = "Password:";

//others
"kInvalidJSON" = "JSON non valido";
"kRecordVideo" = "Registra video";
"kRecordAudio" = "Registra audio";
"kFromDocument" = "Dal documento";
"kFromAlbum" = "Dall'album";
"kFromCamera" = "Dalla fotocamera";
"kGo" = "Vai";
"kDocinfo" = "Informazioni sul file";
"kFilePath" = "Percorso";
"kFileAuthor" = "Autore";
"kFileSubject" = "Oggetto";
"kCreateDate" = "Creazione";
"kModifyDate" = "Ultima modifica";
"kSecurity" = "Protezione";
"kHeaderDescription" = "DESCRIZIONE";
"kDescription" = "DESCRIZIONE";
"kEncryption" = "Crittografia file";
"kPasswordEncryption" = "Protezione con password";
"kNoEncryption" = "Nessuna protezione";
"kMoreTextMarkup" = "Marcatura testo";
"kMoreDrawing" = "Disegno";
"kMoreOthers" = "Altri";
"kReadView" = "  Visualizza  ";
"kReadComment" = "Commento";
"kPropertyFill" = "Riempi";
"kOverlayText" = "Testo sovrapposto";
"kText" = "Testo";
"kInputPlaceholderText" = "Immetti il testo";
"kStamp" = "Timbro";
"kPropertyImage" = "Immagine";
"kAudio" = "Audio";
"kVideo" = "Video";
"kMore" = "Altro";
"kAppearance" = "Aspetto";
"kAnnotContinue" = "Mantieni selezionato lo strumento";
"kAnnotSingle" = "Commento singolo";
"kScreenLock" = "Blocco schermo";
"kPanAndZoom" = "Panoramica e zoom";
"kAutoBrightness" = "Luminosità automatica";
"kClear" = "Cancella";
"kClearAnnotations" = "Intendi eliminare tutte le annotazioni?";
"kTimeSort" = "Orario";
"kOpen" = "Apri";
"kOtherDocumentsFile" = "File";
"kRequiredPlaceHolder" = "Obbligatorio";
"kOptionalPlaceHolder" = "Opzionale";
"kDocumentAttachmentTab" = "Scheda allegati";
"kRenameAndAttached" = "Rinomina e allega";
"kAttachmentMaxSize" = "Questo commento è troppo grande per essere allegato. La dimensione massima è %d MB.";
"kFailedAddAttachment" = "Impossibile aggiungere file allegati.";
"kFailedAddAttachmentForExistedName" = "Il nome dell'allegato esiste già.";
"kDescription" = "Descrizione";
"kSureToReplaceFile" = "Intendi sostituire il file \"%@\"";
"kCopyFileFailed" = "Impossibile copiare questo file:\n%@: %@\n";
"kFailedChangeDocumentAttachmentDescription" = "Impossibile modificare la descrizione dell'allegato del documento: \"%@\"";
"kFailedSaveAttachmentBadFileName" = "Errore nel salvataggio di questo file allegato. Il nome del file non è valido.";
"kFailedOpenAttachmentBadFileName" = "Si è verificato un errore nell'apertura di questo file allegato. Il nome del file non è valido.";
"kRMSEncryption" = "Protezione RMS";
"kMediaFileValid" = "Questo tipo di file non è supportato. Selezionare un file valido.";
"kFailedToOpenFile" = "Impossibile aprire questo file, prova con un'altra applicazione.";
"kFailedOpenAttachment" = "Impossibile aprire l'allegato \"%@\".";
"kFailedOpenAlbum" = "Questo dispositivo non supporta l'album.";
"kFailedOpenCamera" = "Questo dispositivo non supporta la fotocamera.";
"kFailedLoadJSON" = "Impossibile caricare il gestore delle estensioni.";
"kFlattenTip" = "Livella l'annotazione per renderla parte del contenuto della pagina, senza poterla modificare o rimuovere.";
"kProtect" = "Proteggi";
"kComments&Fields" = "Commenti e campi";
"kPDFVersion" = "Versione PDF";
"kFastWebView" = "Visualizzazione Web rapida";
"kTaggedPDF" = "PDF contrassegnato";
"kPages" = "Pagine";
"kTitle" = "Titolo";
"kCreator" = "Creatore";
"kProducer" = "Produttore";
"kKeywords" = "Parola chiave";
"kDocumentSize" = "Dimensione del documento";
"kInch" = "pollice";
"kTitleNotice" = "Aggiungi titolo";
"kSubjectNotice" = "Aggiungi oggetto";
"kCreatorNotice" = "Aggiungi creatore";
"kAuthorNotice" = "Aggiungi autore";
"kProducerNotice" = "Aggiungi produttore";
"kKeywordsNotice" = "Aggiungi parole chiave";

//Insert page
"kBlankPage" = "Pagina vuota";
"kPageSize" = "Dimensioni pagina";
"kPageColor" = "Colore pagina";
"kOrientation" = "Orientamento";
"kPageCount" = "Conteggio pagine";
"kPortrait" = "Verticale";
"kLandscape" = "Orizzontale";
"kLetter" = "Lettera";
"kLegal" = "Legale";
"kLedger" = "Ledger";
"kAddPage" = "Aggiungi pagina";
"kCurrent" = "Corrente";
"kNew" = "Nuovo";
"kThemeColors" = "Colori tema";
"kBlank" = "Vuoto";
"kLined" = "A linee";
"kGrid" = "Griglia";
"kGraph" = "Grafico";
"kMusic" = "Musica";

//Comment
"kImportComments" = "Importa commenti";
"kExportComments" = "Esporta commenti";
"kSummarizeComments" = "Riepiloga i commenti";
"kSuccessExportData" = "Dati esportati correttamente.";
"kFailedExportData" = "Impossibile esportare i dati dal documento corrente.";
"kSuccessImportData" = "Importazione dati nel documento corrente completata.";
"kFailedImportData" = "Impossibile importare i dati nel documento corrente.";
"kNoCommentsImport" = "Non è stato importato alcun commento.";
"kOptimizing" = "Ottimizzazione documento...";
"kOptimizeFailed" = "Ottimizzazione non riuscita";
"kOptimizeSizeTip" = "File ottimizzato da %@ a %@";
"kMinimum" = "Minima";
"kLow" = "Bassa";
"kMedium" = "Media";
"kHigh" = "Alta";
"kMaximum" = "Massima";
"kSummarizeComments" = "Riepiloga i commenti";
"kDocumentAndComments" = "Documento e commenti";
"kCommentsOnly" = "Solo commenti";

//Save as
"kOriginalDocument" = "Documento originale";
"kFlattenedCopy" = "Copia livellata";
"kFlattenedCopyTip" = "Livella le annotazioni o i moduli PDF per farli diventare una parte del contenuto della pagina ed evitare ulteriori modifiche.";
"kSaving" = "Salvataggio in corso...";
"kCouldNotSavedTip" = "Impossibile salvare il documento. Salvare il documento con un nome diverso o in una cartella diversa.";
"kFileName" = "NOME FILE";
"kFormat" = "FORMATO";
"kRename" = "Rinomina";
"kReducedFileSizeCopy" = "Copia con dimensioni del file ridotte";
"kLossy" = "Con perdita di dati";
"kLossless" = "Senza perdita di dati";
"kGrayscaleImages" = "IMMAGINI A COLORI/IN SCALA DI GRIGI";
"kMonochromeImages" = "IMMAGINI MONOCROMATICHE";
"kQuality" = "Qualità";

//Trust Cert
"kDeleteTrustedCer" = "Vuoi eliminare questo certificato?\nIn tal caso non sarà più possibile verificare l'identità del proprietario.";
"kTrustedCert" = "Certificati attendibili";
"kCerficateProtect" = "Proteggi mediante certificato";
"kInfo" = "Informazioni";
"kCertInfo" = "Informazioni sul certificato";
"kViewCert" = "Visualizza certificato";
"kUsage" = "Utilizzo";
"kTrust" = "Attendibilità";
"kTrustedCertTip" = "Se si modificano le impostazioni di attendibilità sarà necessario convalidare nuovamente una delle firme per vedere le modifiche. Non si consiglia di affidarsi a certificati provenienti direttamente da un documento. Si conferma di volere continuare?";
"kVerifyingDigital" = "Verifica della firma digitale";
"kNoCertificates" = "Non sono disponibili certificati affidabili";

// Comparison
"kComparisonVCTitle" = "Confronta";
"kCompareItemTitle" = "Modalità di confronto";
"kCompareButtonOverlay" = "Sovrapponi";
"kCompareButtonAbreast" = "Fianco a fianco";
"kCompareFileInfoOld" = "File precedente:";
"kCompareFileInfoNew" = "Nuovo file";
"kCompareFileSelectedColor" = "Colore selezionato";

"kComapreContainerLegendTitle" = "Legenda";
"kComapreContainerLegendReplace" = "Sostituito";
"kComapreContainerLegendDelete" = "Eliminato";
"kComapreContainerLegendInsert" = "Inserito";
"kComapreContainerHideLegend" = "Nascondi legenda";
"kComapreContainerShowLegend" = "Visualizza legenda";
"kCompareNotSupportFileFormat" = "Questo formato di file non è supportato %@";
"kCompareNotSomeFile" = "Selezionare due documenti diversi per il confronto.";
"kCompareing" = "Confronto documenti...";

//scan
"kScan" = "Scansione";
"kStartTap" = "Fai clic per eseguire la scansione";
"kRecentTips" = "Conversione recente";
"kNoDetect" = "Nessun rilevamento";
"kMoveClear" = "Avvicinati di più";
"kGlareDetect" = "Riflesso rilevato";
"kDark" = "Troppo scuro";
"kHoldStill" = "Tieni fermo";
"kAddPhotos" = "Aggiungi foto";
"kPhotos" = "Foto";
"kScaneLightTip" = "Flash";
"kScaneDetechTip" = "Rilevamento automatico";
"kScaneFrameSizeTip" = "Dimensioni pagina";
"kClose" = "Chiudi";
"kNeedFullScreen" = "Passa alla modalità a schermo intero per utilizzare la fotocamera.";
"kALBUM" = "Impossibile accedere all'album fotografico senza autorizzazione.";
"kNoTorch" = "Il dispositivo non dispone di un flash per fotocamera.";
"kLightOpen" = "Apri flash";
"kLightClose" = "Chiudi flash";
"kContinueMode" = "Continuo";
"kSigleMode" = "Singolo";
"kAutoDetectOpen" = "Apri rilevamento automatico";
"kAutoDetectClose" = "Chiudi rilevamento automatico";
"kContrast" = "Contrasto";
"kColorModelNone" = "Nessuna";
"kColorModelBlackWhite" = "Bianco e nero";
"kColorModeGray" = "Grigio";
"kWidth" = "Larghezza";
"kHeight" = "Altezza";
"kOutPageSizeTip" = "La misurazione deve essere compresa fra 1 e 5587 mm.";
"kOriginal" = "Originale";
"kCustom" = "Personalizzato";
"kStorePDF" = "Memorizza come PDF";
"kSharePDF" = "Condividi come PDF";
"kConvertPhotos" = "Galleria";
"kRenameFileName" = "Rinomina file";
"kBrightness" = "Luminosità";
"kSaveSuccess" = "Salvataggio correttamente eseguito";
"kImageLimit" = "Scegli fino a 9 immagini alla volta.";
"kNoFilesYet" = "Nessun file presente";
"kAddNewScanImageTip" = "Fai clic sul \"+\" in basso per aggiungere una foto";
"kNotAllowTakePhoto" = "Impossibile scattare una foto";
"kCAMERADenied" = "Impossibile accedere alla fotocamera per scattare foto. Attiva la funzione nelle impostazioni di privacy del tuo dispositivo.";
"kGoSetting" = "Vai alle impostazioni";
"kFileFolderExist" = "File o cartella già esistenti. Inserire un nuovo nome.";
"kNoPhotos" = "Le foto scattate saranno presenti qui. Tocca per rivedere o premi a lungo per eliminare.";
"kSelected" = "Selezionato";
"kBusinessCard" = "Biglietto da visita";
"kEnvelope" = "Busta";
"kExecutive" = "Esecutivo";
"kGalleryNoPhotos" = "Nessuna foto";

//speech
"kSpeak" = "Parla";
"kSpeakString" = "Leggi ad alta voce il contenuto selezionato";
"kSpeakStart" = "Leggi ad alta voce dalla posizione corrente";
"kSpeechRateTitle" = "Velocità di riproduzione";

//fill sign
"kProfiletitle" = "Testo predefinito";
"kProfileFullName" = "Nome e cognome:";
"kProfileAddFullName" = "aggiungi nome e cognome";
"kProfileFirstName" = "Nome:";
"kProfileAddFirstName" = "aggiungi nome";
"kProfileMiddleName" = "Secondo nome:";
"kProfileAddMiddleName" = "Aggiungi secondo nome";
"kProfileLastName" = "Cognome:";
"kProfileAddLastName" = "Aggiungi cognome";
"kProfileAddress" = "Indirizzo";
"kProfileStreet1" = "Indirizzo 1:";
"kProfileAddStreet1" = "aggiungi indirizzo 1";
"kProfileStreet2" = "Indirizzo 2:";
"kProfileAddStreet2" = "aggiungi indirizzo 2";
"kProfileCity" = "Città:";
"kProfileAddCity" = "aggiungi città";
"kProfileState" = "Stato:";
"kProfileAddState" = "aggiungi stato";
"kProfileZip" = "Codice postale:";
"kProfileAddZip" = "aggiungi codice postale";
"kProfileCountry" = "Paese:";
"kProfileAddCountry" = "aggiungi Paese";
"kProfileContactInfo" = "Informazioni di contatto";
"kProfileEmail" = "E-mail:";
"kProfileAddEmail" = "aggiungi e-mail";
"kProfileTel" = "Telefono:";
"kProfileAddTel" = "aggiungi telefono";
"kProfileDates" = "Date";
"kProfileDate" = "Data:";
"kProfileBirthDate" = "Data di nascita:";
"kProfileAddBirthDate" = "aggiungi data di nascita";
"kProfileCustomfield" = "Campo personalizzato";
"kProfileAddCustom" = "Aggiungi campo personalizzato";
"kProfileAddCustomKey" = "Digita etichetta";
"kProfileAddCustomValue" = "Digita valore";
"kProfileAddCustomTitle" = "Modifica testo predefinito";
"kFillClickPrompt" = "Fai clic su un punto qualsiasi per posizionare il contenuto";
"kFillDoSignPrompt" = "Dopo la firma, non è possibile modificare i campi del modulo.";
"kFill" = "Riempi";
"kAddText" = "Aggiungi testo";
"kAddCheck" = "Aggiungi segno di spunta";
"kAddX" = "Aggiungi X";
"kAddDot" = "Aggiungi punto";
"kAddLine" = "Aggiungi linea";
"kAddRoundedRectangle" = "Aggiungi rettangolo arrotondato";
"kAddCombField" = "Aggiungi campo combinato";

//new UI
"kFilter" = "Filtra";
"kFilterResult" = "Risultato del filtro";
"kFilterComments" = "Filtra commenti";
"kAreaHighlight" = "Evidenzia area";
"kMeasure" = "Misura";
"kImageAnnotation" = "Annotazione immagine";

"kNoResultsTip" = "Nessun risultato corrispondente ai tuoi criteri di ricerca";
"kNoBookmarks" = "Nessun segnalibro";
"kNoOutline" = "Nessun contorno";
"kNoComments" = "Nessun commento";
"kNoAttachments" = "Nessun allegato";
"kNoDigitalSignatures" = "Nessuna firma digitale";
"kClearOutline" = "Intendi eliminare tutti i contorni?";
"kClearAttachments" = "Cancellare tutti gli allegati?";

"kGroupList" = "Elenco dei gruppi";

"kGallery" = "Galleria";
"kCamera" = "Fotocamera";
"kImport" = "Importa";
"kTools" = "Strumenti";
"kRetry" = "Riprova";

"kSelectFile" = "Seleziona file";
"kSelectFolder" = "Seleziona cartella";
"kSelected" = "Selezionato";
"kComments" = "Commenti";
"kBookmarks" = "Preferiti";

"kDeleting" = "Eliminazione in corso...";
"kAdding" = "Aggiunta in corso...";
"kInserting" = "Inserimento in corso...";
"kPasting" = "Incollaggio in corso...";
"kCopying" = "Copia in corso...";

"kThumnailPasteTip" = "Tocca per incollare le pagine qui o trascina per riordinarle";
"kAll" = "Tutte";
"kAnnotated" = "Annotato";
"kBookmarked" = "Con segnalibri";


"kSelectRedactText" = "Seleziona il testo o il contenuto da redigere";
"kRedactPages" = "Redigi pagine";
"kSelectRedactPage" = "Seleziona le pagine da redigere";
"kRedactNoAnnote" = "Nessuna annotazione di redazione nel documento.";

"kSearchNoMatches" = "Nessuna corrispondenza trovata.";
"kSearchRedaction" = "Contrassegna i risultati selezionati per la redazione";

"kFailSummary" = "Impossibile creare il riassunto dei commenti.";
"kNoCommentSummary" = "Nessun commento trovato nel documento attuale.";
"kProcessing..." = "Elaborazione in corso...";
"kInputOwnerPassword" = "Il documento corrente è protetto. Inserisci una password di autorizzazione.";
"kFlattenSuccessful" = "Livellamento riuscito";
"kSummarizeSuccessful" = "Riassunto dei commenti creato correttamente.";

"kReplyHasBeenAdded" = "La risposta è stata aggiunta";

"kCustomizeColors" = "Personalizza i colori";
"kProperty" = "Proprietà";
"kShape" = "Forma";

"kPen" = "Penna";
"kBrush" = "Pennello";
"kBackgroundColor" = "Colore sfondo";
"kTextColor" = "Colore del testo";

"kViewSettings" = "Visualizza impostazioni";
"kSinglePage" = "Pagina singola";
"kCoverFacing" = "Rivolto verso la copertina";
"kDay" = "Giorno";
"kNight" = "Notte";
"kAutoFlip" = "Capovolgimento automatico";
"KRotateView" = "Ruota visualizzazione";
"kAddTools" = "Aggiungi strumenti";
"kToolList" = "Elenco degli strumenti";
"kPanandZoom" = "Panoramica e zoom";
"kAddedTools" = "Strumenti aggiunti";
"kDrawing" = "Disegno";
"kAddToolsTip" = "Fai clic sul pulsante \"+\" sul lato destro del seguente elenco per aggiungere lo strumento";
"kStandardStamps" = "Timbri standard";
"kSignHere" = "Firma qui";
"kDynamicStamps" = "Timbri dinamici";
"kHighlighter" = "Evidenziatore";
"kCropAllPages" = "Ritaglia tutte le pagine";
"kCropPagesSymmetrically" = "Ritaglia le pagine simmetricamente";
"kAutomaticallyCropPages" = "Ritaglia automaticamente le pagine";
"kManuallyCropPages" = "Ritaglia manualmente le pagine";
"kRemoveAllPageCropping" = "Rimuovi tutto il ritaglio delle pagine";

"kTextField" = "Campo di testo";
"kCheckBox" = "Finestra di controllo";
"kRadioButton" = "Pulsante di opzione";
"kComboBox" = "Casella combinata";
"kListBox" = "Casella di riepilogo";
"kSignatureField" = "Campo firma";

"kLink" = "Collegamento";
"kAudioTapNotice" = "Tocca la pagina per aggiungere un audio";
"kVideoTapNotice" = "Tocca la pagina per aggiungere un video";
"kChooseAudio" = "Scegli audio";
"kRecord" = "Registra";
"kLinkTapNotice" = "Trascina la casella per selezionare il contenuto da collegare";
"kSettings" = "Impostazioni";
"kGoToPage" = "Collegamento alla pagina";
"kOpenWebLink" = "Collegamento al Web";
"kLinkHeader" = "DESTINAZIONE";
"kEnterWebLink" = "Inserisci un collegamento Web";
"kInvalidWebAddr" = "Il link non può essere vuoto.";
"kInvalidPageCount" = "Numero pagine non valido.";
"kThumbnail" = "Miniatura";
"kToPage" = "Alla pagina";
"kLinkTo" = "Collegamento a:";
"kSecurityWarning" = "Avviso di protezione";
"kLinkingToWeb" = "Il documento sta cercando di connettersi a:";
"kFormNoOptionsTip" = "Fai clic su \"+\" per aggiungere elementi";
"kInputNewItemNameTip" = "Inserisci un nuovo nome per l'elemento";
"kCannotRecordAudio" = "Impossibile registrare l'audio";
"kEnableAudioPrivacy" = "Impossibile accedere al microfono per registrare l'audio. Attiva la funzione nelle impostazioni di privacy del tuo dispositivo.";
"kCannotRecordVideo" = "Impossibile registrare i video";
"kEnableVideoPrivacy" = "Impossibile accedere alla fotocamera per registrare i video. Attiva la funzione nelle impostazioni di privacy del tuo dispositivo.";
"kInvalidLinkUrl" = "Impossibile aprire l'URL. Verifica che l'URL sia corretto.";

"kThumbnail" = "Miniatura";
"kNoAnnotatedPages" = "Nessuna pagina annotata";
"kNoBookmarkedPages" = "Nessuna pagina inserita nei segnalibri";

"kHome" = "Pagina principale";
"kEdit" = "Modifica";
"kDrawing" = "Disegno";
"kView" = "Visualizza";
"kForm" = "Modulo";
"kFill&Sign" = "Compila e firma";
"kGotoPage" = "Vai a pagina";
"kEnterPageNumber" = "Inserisci numero di pagina";

"kAddPolygonFailedHints" = "Un'annotazione poligonale richiede almeno 3 punti come vertici";
"kAddCloudFailedHints" = "Un'annotazione su una nuvola poligonale richiede almeno 3 punti come vertici";
"kAddPolylineFailedHints" = "Un'annotazione polilinea richiede almeno 3 punti come vertici";

"kAddSignature" = "Aggiungi firma";
"kNoSignatures" = "Nessuna firma";
"kPageStyle" = "Stile della pagina";

//editor
"kUnspportEditTip" = "Impossibile modificare gli oggetti testo ruotati, ritagliati o rovesciati.";
"kExportImageSucess" = "Immagine esportata correttamente.";
"kExportImageFailed" = "Impossibile esportare l'immagine.";
"kAddPicture" = "Aggiungi immagine";
"kPaste" = "Incolla";
"kStyle" = "Stile";
"kAlignment" = "Allineamento";
"kRotateLeft" = "Ruota a sinistra";
"kRotateRight" = "Ruota a destra";
"kClickAddImage" = "Tocca la pagina per aggiungere un oggetto immagine nella posizione";
"kClickAddText" = "Tocca la pagina per aggiungere un oggetto testo nella posizione";
"kShowKeyBoard" = "Mostra tastiera";
"kExport" = "Esporta";

//
"kNonSupportDoc" = "La crittografia di %@ non è supportata.";
"kNoModuleInvalidLicense" = "Non sei autorizzato a usare questo modulo aggiuntivo, contattaci per aggiornare la tua licenza.";
"kImportDocNeedPassword" = "File protetto da password. Immettere la password";
"kSpeechPage" = "Pagina: %d";

"kCut" = "Taglia";

//voiceover
"kAddBookMarkItemVoiceOver" = "Aggiungi segnalibro";
"kSearchContentItemVoiceOver" = "Cerca contenuto";
"kPanHanderItemVoiceOver" = "Trascina per reimpostare la barra degli strumenti";
"kUndoItemVoiceOver" = "Annulla l'ultima azione";
"kRedoItemVoiceOver" = "Ripeti l'ultima azione";
"kTabItemVoiceOver" = "scheda";
"kDobClickVoiceOver" = "Doppio tocco per attivarlo o disattivarlo";
"konVoiceOver" = "attivare";
"koffVoiceOver" = "Disattivato";
"kDeleteBookmarksVoiceOver" = "Cancella segnalibro";
"kUnfoldVoiceOver" = "dispiega";
"kFoldVoiceOver" = "piega";
"kDobClickRemoveVoiceOver" = "Doppio tocco per rimuovere lo strumento";
"kDayModeVoiceOver" = "Modalità giorno";
"kPreReadingVoiceOver" = "Leggi la pagina precedente";
"kPlayBtnPauseVoiceOver" = "Sospendi la lettura";
"kPlayBtnContinueVoiceOver" = "avvia lettura";
"kNextPageBtnVoiceOver" = "Leggi la pagina successiva";
"kRepeatbtnVoiceOver" = "Ripeti la lettura";
"kExitVoiceOver" = "esci";
"kLeftRaotatePageVoiceOver" = "ruota pagina a sinistra";
"kRightRaotatePageVoiceOver" = "ruota pagina a destra";
"kExtractPageVoiceOver" = "estrai pagina";
"kCopyPageVoiceOver" = "copia pagina";
"kPastePageVoiceOver" = "incolla pagina";
"kDeleteVoiceOver" = "elimina pagina";
"kRedactTextVoiceOver" = "redigi testo o contenuto";
"kRedactPageVoiceOver" = "redigi pagine";
"kRedactSearchVoiceOver" = "ricerca e redigi";
"kAutoflipIncreaseVoiceOver" = "aumenta la velocità";
"kAutoflipDecreaseVoiceOver" = "diminuisci la velocità";
"kPanZoomInVoiceOver" = "zoom avanti";
"kPanZoomOutVoiceOver" = "zoom indietro";
"kPanZoomPreviousPageVoiceOver" = "pagina precedente";
"kPanZoomNextPageVoiceOver" = "pagina successiva";
"kIncreaseVoiceOver" = "Aumenta";
"kDecreaseVoiceOver" = "Diminuisci";
"kExitFullScreenVoiceOver" = "esci dalla modalità a schermo intero";
"kHomeToolBarVoiceOver" = "Barra degli strumenti principale";
"kSelectCertVoiceOver" = "seleziona certificato";
"kIncSizeVoiceOver" = "Aumenta dimensioni carattere";
"kDecSizeVoiceOver" = "Riduci dimensioni carattere";
"kImgHidVoiceOver" = "Nascondi immagini";
"kImgShVoiceOver" = "Visualizza immagini";
"kColorValueAccessibilityLabel" = "valore del colore";
"kCustomColorAccessibilityLabel" = "colore personalizzato";
"kCropDeafultAreaAccessibilityLabel" = "Reimposta regione di ritaglio";
"kDeselectAccessibilityLabel" = "Deseleziona";
"kAdjustBtn" = "Regolazione";
"kUnfoldMoreMenu" = "dispiega altri menu";
"kTriggerOpVoiceover" = "Scorri verso l'alto e il basso per cambiare le operazioni";
"kPanelListVoiceover" = "Elenco dei pannelli";
"kBackToTopVoiceover" = "Torna in alto";
"kColorVoiceover" = "Colore";
"kBrightnessVoiceover" = "Luminosità";
"kContrastVoiceover" = "Contrasto";
"kPhotoModelVoiceover" = "foto";
"kColorModelVoiceover" = "colore";
"kBackWhiteModelVoiceover" = "bianco e nero";
"kGrayscaleModelVoiceover" = "scala di grigi";
"kContinueScanVoiceover" = "Scansione continua";
"kSingleScanVoiceover" = "Scansione di una pagina singola";
"kCloseDetectVoiceover" = "Chiudi rilevamento automatico";
"kOpenDetectVoiceover" = "Apri rilevamento automatico";
"kKeepScanVoiceover" = "Mantieni la scansione";
"kFolderVoiceover" = "Cartella";
"kListVoiceover" = "Elenco";
"kThumbnailVoiceover" = "Miniatura";
"kSearchOptionsVoiceover" = "Opzioni di ricerca";
